13/data/attachments/4e6f29170bc18e50.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_aa5ccad9-0ade-4c9f-b45b-99b84e64d529</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>6</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>